Repository: benfrussell/ACE-Mission-Control
Catalog: ACE Mission Control/Strings/*/Resources.resw
Source language: en_us
Languages: fr_ca

# AppDisplayName
source: ACE Mission Control
fr_ca: Contrôle de mission ACE

# AppDescription
source: ACE Mission Control
fr_ca: Contrôle de mission ACE

# ExceptionNavigationServiceExPageNotFound
source: Page not found: {0}. Did you forget to call NavigationService.Configure?
fr_ca: Page manquante: {0}. Avez-vous oublié d'initier ServiceNavigation.Configuration?

# ExceptionNavigationServiceExKeyIsInNavigationService
source: The key {0} is already configured in NavigationService
fr_ca: La clé {0} est déjà configurée dans ServiceNavigation

# ExceptionNavigationServiceExTypeAlreadyConfigured
source: This type is already configured with key {0}
fr_ca: Ce type est déjà configuré avec une clé {0}

# ExceptionNavigationServiceExPageUnknown
source: The page '{0}' is unknown by the NavigationService
fr_ca: La page '{0}' est inconnue par le ServiceNavigation

# Main_MissionPivotItem.Header
source: Mission
fr_ca: Contrôles

# Shell_Main.Content
source: Drone Mission Control
fr_ca: Contrôle de mission Drone

# ExceptionSettingsStorageExtensionsFileNameIsNullOrEmpty
source: File name is null or empty. Specify a valid file name
fr_ca: Nom de fichier est nul ou vide. Spécifiez un nom de fichier valide

# Settings_About.Text
source: About this application
fr_ca: À propos de cette application

# Settings_AboutDescription.Text
source: ACE Mission Control is a tool used to automate payload based drone missions in combination with UGCS and ACE Onboard Computer.
fr_ca: Contrôle de mission ACE est un outil pour automatiser une charge utile de missions de drone en combinaison avec UgCS et l'ordinateur embarqué ACE.

# Config_OBCIPLabel.Text
source: IP Address
fr_ca: Adresse IP

# Planner_UploadButton.Content
source: Upload Mission
fr_ca: Aires à télécharger

# Config_ApplyButton.Content
source: Apply
fr_ca: Appliquer

# Config_ResetButton.Content
source: Reset
fr_ca: Réinitialiser

# Mission_OBCHeader.Text
source: Onboard Computer
fr_ca: Ordinateur embarqué

# Main_UGCSHeader.Text
source: UGCS Status
fr_ca: Statut UgCS

# Main_MissionStatusHeader.Text
source: Mission Status
fr_ca: Statut de Mission

# Alert_OBCReady
source: Connection: Ready!
fr_ca: Connexion : Prêt!

# Alert_ConnectionTimedOut
source: Connection: Onboard Computer stopped responding.
fr_ca: Connexion : L'ordinateur embarqué à cessé de répondre.

# Alert_NoConnectionNotConfigured
source: Connection: Not configured.
fr_ca: Connexion : Pas configuré.

# Alert_OBCError
source: Onboard Computer error:
fr_ca: Erreur de l'Ordinateur embarqué:

# Alert_OBCSlow
source: Onboard Computer working slow. Response delay
fr_ca: Ordinateur embarqué est lent. Délai de réponse

# Planner_ResetButton.Content
source: Reset Mission Progress
fr_ca: Réinitialiser le progrès de mission

# Mission_RestartOBC.Content
source: Restart Director
fr_ca: Réinitialiser le Directeur

# Planner_SetDuration.Text
source: Duration
fr_ca: Durée

# Planner_SetPayload.Text
source: Payload
fr_ca: Charge Utile

# Mission_TestInterface.Content
source: Test Drone Interface
fr_ca: Test de l'interface drone

# Mission_TestPayload.Content
source: Test Payload
fr_ca: Test de la charge utile

# Planner_ActivateButton
source: Activate
fr_ca: Activer

# Planner_DeactivateButton
source: Deactivate
fr_ca: Déactiver

# Alert_CommandError
source: Command error
fr_ca: Erreur de commande

# Mission_ConnectDroneSwitch.OffContent
source: Connect to Drone
fr_ca: Connecter au drone

# Mission_ConnectDroneSwitch.OnContent
source: Connect to Drone
fr_ca: Connecter au drone

# Alert_CommandResponse
source: Command
fr_ca: Commande

# Mission_AlertGridCopy.Text
source: Copy Text
fr_ca: Copier texte

# Alert_ConnectionStarting
source: Connection: Starting connection attempts.
fr_ca: Connexion : Début des essais de connexion.

# Alert_NoConnection
source: Onboard Computer is not connected.
fr_ca: L'ordinateur à bord n'est pas connecté.

# Welcome_FirstText.Text
source: Welcome
fr_ca: Bienvenue

# Welcome_SecondText.Text
source: Select a drone to view on the left
fr_ca: Sélectionnez un drone à voir à gauche

# Shell_RefreshDroneList.Text
source: Refresh Drone List
fr_ca: Actualiser la liste drone

# Main_PlannerPivotItem.Header
source: Planner
fr_ca: Plannificateur

# Planner_SetupAreaNameHeader.Text
source: Treatment Area
fr_ca: Aire de traitement

# Planner_SetupTreatmentEnabledHeader.Text
source: Enabled
fr_ca: Activé

# Planner_SetupWaypointRouteHeader.Text
source: Waypoint Route
fr_ca: Route de Waypoints

# Planner_Subtitle.Text
source: Treatment Order and Parameters
fr_ca: Ordre de traitement et paramètres

# Planner_Title.Text
source: Mission Planner
fr_ca: Plannificateur de mission

# Planner_TreatmentEnabledCheckboxTooltip.Text
source: Enables/disables this area for treatment.
fr_ca: Activer / désactiver cette aire pour le traitement.

# Planner_WaypointRouteComboboxTooltip.Text
source: Selects the waypoint route that the drone will follow.
fr_ca: Sélectionne une route de waypoints que le drone prendra.

# Config_ManualCommandsCheckbox.Content
source: Enable Manual Commands Only
fr_ca: Activer les commandes manuelles seulement

# Mission_ConnectOBCSwitch.OffContent
source: Connect to Onboard Computer
fr_ca: Connecte à l'ordinateur à bord

# Mission_ConnectOBCSwitch.OnContent
source: Connect to Onboard Computer
fr_ca: Connecte à l'ordinateur à bord

# Main_ChaperoneConnectionLabel.Text
source: Chaperone:
fr_ca: Escorte:

# Main_DirectorConnectionLabel.Text
source: Director:
fr_ca: Directeur:

# Alert_ChaperoneConnectionFailed
source: Connection: Could not connect to the chaperone.
fr_ca: Connexion: N'a pu se connecter à l'escorte.

# Alert_DirectorConnectionFailed
source: Connection: Could not connect to the director.
fr_ca: Connexion: N'a pu se connecter au directeur.

# Planner_SetStartMode.Text
source: Treatment Start Mode
fr_ca: Mode début de traitement

# Planner_StartModeItem_FirstEntry.Text
source: First Entry
fr_ca: Première entrée

# Planner_StartModeItem_FirstEntryTooltip.Text
source: When set, the drone will start treating as soon as it enters the treatment area.
fr_ca: Le drone débutera le traitement aussitôt qu'il entre la zone de traitement.

# Planner_StartModeItem_ContinueMission.Text
source: Continue Mission
fr_ca: Continue la mission

# Planner_StartModeItem_ContinueMissionTooltip.Text
source: When set, the drone will start treating in the treatment area after stopping and starting at it's last position. This mode expects that you will use the UGCS continue mission function.
fr_ca: Le drone débutera le traitement dans la zone de traitement après un arrêt et un départ à sa dernière position. Ce mode s'attends que vous utilisiez la fonction 'continue mission' de UgCS.

# Planner_StartModeItem_InsertWaypoint.Text
source: Insert Waypoint
fr_ca: Insérez un waypoint

# Planner_StartModeItem_InsertWaypointTooltip.Text
source: When set, the drone will start treating in the treatment area at a waypoint automatically inserted at it's last position.
fr_ca: Le drone débutera le traitement dans la zone de traitement à un waypoint inséré automatiquement à sa dernière position.

# Planner_StartModeItem_SelectedWaypoint.Text
source: Selected Waypoint
fr_ca: Waypoint sélectionné

# Planner_StartModeItem_SelectedWaypointTooltip.Text
source: When set, the drone will start treating in the treatment area after it passes the selected waypoint.
fr_ca: Le drone débutera le traitement dans la zone de traitement après qu'il ait passé le waypoint sélectionné.

# Planner_MapLastPositionLabel
source: Last Position
fr_ca: Dernière position

# MissionActivated_False
source: Deactivated
fr_ca: Déactivé

# MissionActivated_True
source: Activated
fr_ca: Activé

# Planner_SetupAreaStatusLabel.Text
source: Status:
fr_ca: Progrès :

# Main_SyncronizedLabel.Text
source: Synchronized
fr_ca: Synchronisé

# Mission_StopPayloadButton.Content
source: Force Stop Payload
fr_ca: Arrêt forcé de la charge utile

# Mission_SynchronizeButton.Content
source: Synchronize
fr_ca: Synchroniser

# Planner_FlythoughErrorFlyout.Text
source: The route does not fly through the last position. The payload will not start!
fr_ca: La route ne passe pas par la dernière position. La charge utile ne s'activera pas.

# Planner_FlythroughErrorNotification_Content
source: The start mode for {0} is set to Flythrough, but the route does not pass the last position. The payload will not start!
fr_ca: Le mode de départ pour {0} est réglé pour voler au travers, mais la route ne passe pas par la dernière position. La charge utile ne s'activera pas!

# Planner_FlythroughErrorNotification_Title
source: ACE Mission Control: Flythough Error
fr_ca: Contrôle de mission ACE : Erreur de vol au travers

# Planner_StartModeItem_Flythrough.Text
source: Flythrough
fr_ca: Prochain vol au travers

# Planner_StartModeItem_FlythroughTooltip.Text
source: When set, the drone will start treating after flying through it's last position.
fr_ca: Le drone commencera le traitement après son vol soit au travers sa dernière position dans la zone de traitement ou la prochaine entrée dans la zone de traitement.

# Config_DiagnosticsLabel.Text
source: Diagnostics
fr_ca: Diagnostiques

# Console_ActivateButton.Content
source: Activate Debug Console
fr_ca: Activer le déboguage de la console

# Main_OBCHeader.Text
source: Onboard Computer
fr_ca: Ordinateur embarqué
